/**********
* 228 JSONの概要を知りたい
**********/

/**********
* 229 JSONをパースしたい
**********/

/**********
* 230 オブジェクトをJSONに変換したい
**********/

/**********
* 231 JSONの変換時にインデントを付けたい
**********/

/**********
* 232 JSONの変換ルールをカスタマイズしたい
**********/

/**********
* 233 `fetch()`メソッドでテキストを読み込みたい
**********/

/**********
* 234 `fetch()`メソッドでJSONを読み込みたい
**********/

/**********
* 235 `fetch()`メソッドでXMLを読み込みたい
**********/

/**********
* 236 `fetch()`メソッドでバイナリを読み込みたい
**********/

/**********
* 237 `fetch()`メソッドでデータを送信したい
**********/

/**********
* 238 XMLHttpRequestでテキストを読み込みたい
**********/

/**********
* 239 XMLHttpRequestでデータの読み込み状況を取得したい
**********/

/**********
* 240 XMLHttpRequestで読み込み中の通信をキャンセルしたい
**********/

/**********
* 241 バックグランドでスクリプトを実行させたい
**********/

/**********
* 242 バックグランドでサービスワーカーを実行させたい
**********/

/**********
* 243 プッシュ通知を実行させたい
**********/
