/**********
* 094 アラートを表示したい
**********/

/**********
* 095 コンファームを表示したい
**********/

/**********
* 096 文字入力プロンプトを表示したい
**********/

/**********
* 097 ウインドウサイズを調べたい
**********/

/**********
* 098 デバイスピクセル比を調べたい
**********/

/**********
* 099 デバイスピクセル比をcanvas要素に適用したい
**********/

/**********
* 100 タッチができるかどうかを調べたい
**********/

/**********
* 101 ページを移動したい
**********/

/**********
* 102 ページをリロードしたい
**********/

/**********
* 103 履歴の前後のページに移動したい
**********/

/**********
* 104 ハッシュ（#）に応じて処理を分けたい
**********/

/**********
* 105 ハッシュ（#）の変更を検知したい
**********/

/**********
* 106 新しいウインドウを開きたい
**********/

/**********
* 107 ウインドウのスクロール量を調べたい
**********/

/**********
* 108 ウインドウをスクロールさせたい
**********/

/**********
* 109 タイトルを書き換えたい
**********/

/**********
* 110 ページにフォーカスされているか調べたい
**********/

/**********
* 111 全画面表示にしたい
**********/

/**********
* 112 オンライン、オフラインに応じて処理を分けたい
**********/
