/**********
* 082 西暦を取得したい
**********/

/**********
* 083 日付を取得したい
**********/

/**********
* 084 時刻を取得したい
**********/

/**********
* 085 曜日を取得したい
**********/

/**********
* 086 日本式の表記の時刻を取得したい
**********/

/**********
* 087 日付文字列からタイムスタンプ値を取得したい
**********/

/**********
* 088 Dateインスタンスに別の日時を設定したい
**********/

/**********
* 089 日付・時刻値を加算・減算したい
**********/

/**********
* 090 日付・時刻の差分を計算したい
**********/

/**********
* 091 経過時間を調べたい
**********/

/**********
* 092 カウントダウン処理をしたい
**********/

/**********
* 093 アナログ時計を表示したい
**********/
