/**********
* 180 JavaScriptからCSS Transitions・CSS Animationsを使いたい
**********/

/**********
* 181 CSS Transitionsの終了時に処理を行いたい
**********/

/**********
* 182 CSS Animationsの終了時に処理を行いたい
**********/

/**********
* 183 アニメーションのための「Web Animations API」を使いたい
**********/

/**********
* 184 要素の大きさを変えたい
**********/

/**********
* 185 要素を移動させたい
**********/

/**********
* 186 要素の透明度を変化させたい
**********/

/**********
* 187 要素の明度を変化させたい
**********/

/**********
* 188 要素の彩度を変化させたい
**********/

/**********
* 189 `requestAnimationFrame()` を使いたい
**********/

/**********
* 190 `requestAnimationFrame()` でHTML要素を動かしたい
**********/
