/**********
* 161 テキストボックスの情報を取得したい
**********/

/**********
* 162 テキストボックスの変更を検知したい
**********/

/**********
* 163 テキストエリアの情報を取得したい
**********/

/**********
* 164 テキストエリアの変更を検知したい
**********/

/**********
* 165 チェックボックスの情報を取得したい
**********/

/**********
* 166 チェックボックスの変更を検知したい
**********/

/**********
* 167 ローカルファイルの情報を取得したい
**********/

/**********
* 168 ローカルファイルのファイルをテキストとして読み込みたい
**********/

/**********
* 169 ローカルファイルのファイルをDataURLデータとして読み込みたい
**********/

/**********
* 170 ラジオボタンの情報を取得したい
**********/

/**********
* 171 ラジオボタンの変更を検知したい
**********/

/**********
* 172 ドロップダウンメニューの情報を取得したい
**********/

/**********
* 173 ドロップダウンメニューの変更を検知したい
**********/

/**********
* 174 スライダーの情報を取得したい
**********/

/**********
* 175 スライダーの変更を検知したい
**********/

/**********
* 176 カラーピッカーの情報を取得したい
**********/

/**********
* 177 カラーピッカーの変更を検知したい
**********/

/**********
* 178 都道府県のプルダウンをJavaScriptから作りたい
**********/

/**********
* 179 フォームの送信時に処理を行いたい
**********/
