/**********
* 113 ユーザー操作に合わせて発生する「イベント」について知りたい
**********/

/**********
* 114 ユーザーの操作が起こったときに処理を行いたい
**********/

/**********
* 115 イベントリスナーを一度だけ呼び出したい
**********/

/**********
* 116 設定したイベントリスナーを削除したい
**********/

/**********
* 117 ページが表示されたときに処理をしたい
**********/

/**********
* 118 クリック時に処理をしたい
**********/

/**********
* 119 マウスを押したときや動かしたときに処理をしたい
**********/

/**********
* 120 マウスオーバー時に処理をしたい
**********/

/**********
* 121 マウスオーバー時に処理をしたい（バブリングあり）
**********/

/**********
* 122 マウス操作時の座標を取得したい
**********/

/**********
* 123 スクロール時に処理をしたい
**********/

/**********
* 124 テキスト選択時に処理をしたい
**********/

/**********
* 125 タッチ操作時に処理をしたい
**********/

/**********
* 126 タッチ操作時のイベントの発生情報を取得したい
**********/

/**********
* 127 キーボード入力時に処理をしたい
**********/

/**********
* 128 入力されたキーを調べたい
**********/

/**********
* 129 タブがバックグラウンドになったときに処理をしたい
**********/

/**********
* 130 画面サイズが変更になったときに処理をしたい
**********/

/**********
* 131 画面サイズがブレークポイントを超えたときに処理をしたい
**********/

/**********
* 132 イベントを発火させたい
**********/

/**********
* 133 デフォルトのイベントをキャンセルしたい
**********/

/**********
* 134 ドラッグアンドドロップを取り扱いたい
**********/
