/**********
* 191 画像をスクリプトで読み込みたい
**********/

/**********
* 192 画像の読み込み完了時に処理を行いたい
**********/

/**********
* 193 ウェブページ内の画像を遅延読み込みさせる
**********/

/**********
* 194 Base64の画像を表示する
**********/

/**********
* 195 スクリプトからimg要素を追加したい
**********/

/**********
* 196 音声を使いたい
**********/

/**********
* 197 音声をスクリプトで制御したい
**********/

/**********
* 198 音声の再生位置を変更したい
**********/

/**********
* 199 音声のボリュームを変更したい
**********/

/**********
* 200 音声を読み込みたい（Web Audio API）
**********/

/**********
* 201 動画を読み込みたい
**********/

/**********
* 202 動画をスクリプトで制御したい
**********/

/**********
* 203 カメラを使いたい
**********/
