/**********
* 204 SVGを使いたい
**********/

/**********
* 205 SVGで要素を動的に追加したい
**********/

/**********
* 206 SVG要素のスタイルを変更したい
**********/

/**********
* 207 SVG要素をマウス操作したい
**********/

/**********
* 208 SVG要素をアニメーションさせたい
**********/

/**********
* 209 SVGで描いたグラフィックをダウンロードさせたい
**********/

/**********
* 210 キャンバス要素を使いたい
**********/

/**********
* 211 キャンバス要素に塗りと線を描きたい
**********/

/**********
* 212 キャンバスに画像を貼り付けたい
**********/

/**********
* 213 キャンバスの画素情報を使いたい
**********/

/**********
* 214 画像のRGBA値を調べたい
**********/

/**********
* 215 キャンバスの画像を加工したい
**********/

/**********
* 216 キャンバスの画像をDataURLで取得したい
**********/

/**********
* 217 PNG / JPEGなど異なる形式のDataURLを取得したい
**********/

/**********
* 218 キャンバスで描いたグラフィックをダウンロードしたい
**********/
